{"0":{"isBlank":false,"text":"A Bad Haircut - The perfect start to a bad hair day."},"1":{"isBlank":false,"text":"A Bull Fight - Also known as \"la fiesta brava\" (the brave festival). A whole lot of bull.."},"2":{"isBlank":false,"text":"A Car Crash - \"Hey, it was an accident!\""},"3":{"isBlank":false,"text":"A Cheap Motel - No charge for the cockroaches."},"size":746,"4":{"isBlank":false,"text":"A Crawl Space - Where you'll find something the cat dragged in."},"5":{"isBlank":false,"text":"A Dozen Red Roses - When eleven just won't do."},"6":{"isBlank":false,"text":"A Flat Tire - \"Whaddya mean, there's no spare?\""},"7":{"isBlank":false,"text":"A Full Moon - \"When the moon hits your eye like a big pizza pie, that's amore!\" -Dean Martin"},"8":{"isBlank":false,"text":"A Haunted House - Maybe if people would STOP building their dream homes on ancient burial grounds ..."},"9":{"isBlank":false,"text":"A High School Bathroom - \"Fools rush in where angels fear to tread\" -Alexander Pope"},"700":{"isBlank":false,"text":"Tree Huggers - \"Environmentalists\" to the left. \"Wackos\" to the right."},"701":{"isBlank":false,"text":"Truck Stops - Breakfast 24 hours a day and you're on your way."},"702":{"isBlank":false,"text":"Tyrannosaurus Rex - Large carnivorous dinosaur of the latter part of the Mesozoic era. My, what big teeth you have!"},"703":{"isBlank":false,"text":"Underwear - \"Let's keep this brief.\""},"704":{"isBlank":false,"text":"United Nations - The U.N. was founded in 1945, after World War II ended. Its mission is to maintain world peace. If we ever achieve it, that is ..."},"705":{"isBlank":false,"text":"Vacations - \"Vacation, all I ever wanted, Vacation, had to get away ...\" -Go-Go's"},"706":{"isBlank":false,"text":"Vampires - Legendary bloodsucking monsters."},"707":{"isBlank":false,"text":"Victorian England - An era characterized by moral severity and pompous conservatism."},"708":{"isBlank":false,"text":"Video Games - Just how DO you get to the thirteenth level of \"Doom\"?"},"709":{"isBlank":false,"text":"Vietnam, 1968 - More than 30,000 Americans had been killed in the Vietnam War by the end of 1968."},"710":{"isBlank":false,"text":"Vincent Van Gogh - 1853-90, Dutch post-impressionist painter known for dramatic sunflowers and self-portraits. Only one of his paintings sold during his lifetime."},"711":{"isBlank":false,"text":"Violins - It's a pain in the neck, but keep practicing."},"712":{"isBlank":false,"text":"VW Beetles - The prototype for the original VW Beetle was developed in 1934, and production begin in 1945. Functional, yet so fashionable."},"713":{"isBlank":false,"text":"Waco, Texas - Texas city near where a 51-day standoff between law-enforcement officials and members of the Branch Davidians occurred in 1993."},"714":{"isBlank":false,"text":"Wall Street - The financial center of the United States. See also: roller coaster."},"715":{"isBlank":false,"text":"Walt Disney - 1901-1966, the head of some Mickey Mouse company."},"716":{"isBlank":false,"text":"Warts - Small, benign, circumscribed tumors of the outer layer of the skin. Warts and all!"},"717":{"isBlank":false,"text":"Watching Football - Sheer athletic prowess by players in peak physical condition is a glorious thing to behold. Pass the chips and beer."},"718":{"isBlank":false,"text":"Water Parks - You can go down Dead Man's Drop and I'll take the Lazy River."},"719":{"isBlank":false,"text":"Waterbeds - Could serve as a safety precaution for those who smoke in bed."},"720":{"isBlank":false,"text":"Waterfalls - \"Don't go chasing waterfalls...\" -TLC"},"600":{"isBlank":false,"text":"Supermodels - Long legs = big bucks."},"721":{"isBlank":false,"text":"Watermelons - Pardeeville, WI - home of the Watermelon Seed-Spitting & Speed-Eating Championship. The record is 2.5 lbs. of melon eaten in 3.5 seconds."},"601":{"isBlank":false,"text":"Surfing The Net - www.otb-games.com"},"722":{"isBlank":false,"text":"Weapons Dealers - OK, what kind you need? Assault, Automatic, Atomic ...?"},"602":{"isBlank":false,"text":"Sushi - Who would ever have guessed that raw fish could be so fashionable?"},"723":{"isBlank":false,"text":"Weddings - \"Ding, dong, the bells are gonna chime ...\" -My Fair Lady"},"603":{"isBlank":false,"text":"Swiss Bank Accounts - Do you think everyone in Switzerland has one?"},"724":{"isBlank":false,"text":"Wheat - Mainly used in flour. World output of wheat is more than 600 million metric tons a year ... so someone's making a lot of dough."},"604":{"isBlank":false,"text":"Swiss Chocolate - \"What use are cartridges in battle? I always carry chocolate instead.\" -George Bernard Shaw"},"725":{"isBlank":false,"text":"Wheel Of Fortune - American TV game show, BIG MONEY! BIG MONEY!."},"605":{"isBlank":false,"text":"Swiss Cheese - Guess it comes from holey cows ..."},"726":{"isBlank":false,"text":"Whipped Cream - Great on strawberry shortcake, banana splits, chocolate pudding ..."},"606":{"isBlank":false,"text":"Taking A Bath - Bathing facilities have been found in excavations in India from before 2000 BC. Soap-on-a-Rope hasn't."},"727":{"isBlank":false,"text":"Whips - \"Crack that whip ... whip it, whip it good.\" -Devo"},"607":{"isBlank":false,"text":"Talk Radio - Talk about air pollution."},"728":{"isBlank":false,"text":"Whoopie Goldberg - 1950-, American actor and comedian. Starred in such movies as Ghost, which earned her an Academy Award. Whoopee!"},"608":{"isBlank":false,"text":"Teachers - If you can play this game, thank a teacher."},"729":{"isBlank":false,"text":"Will Smith - 1968- , Successful American rap star, TV star and wildly successful motion picture star. He's got it all. We hate him."},"609":{"isBlank":false,"text":"Telemarketers - \"No, thank you ... No, I'm not interested ... No, I have to go now ...\""},"730":{"isBlank":false,"text":"William Shakespeare - 1564-1616, The English poet and playwright. And all the world IS a stage ..."},"610":{"isBlank":false,"text":"Televangelists - Not to be confused with Teletubbies."},"731":{"isBlank":false,"text":"Wimbledon - Strawberries ... cream ... temper tantrums ..."},"611":{"isBlank":false,"text":"Television - One-hundred and sixty-four channels, and nothing worth watching."},"732":{"isBlank":false,"text":"Windsurfing - Really just surfing for lazy people."},"612":{"isBlank":false,"text":"Telling The Truth - \"There are two kinds of truth. There are real truths and there are made-up truths.\" -Marion Barry, ex-mayor of Washington, D.C."},"733":{"isBlank":false,"text":"Wine Tasting - Spit or swallow?"},"613":{"isBlank":false,"text":"Terrorist Attack - We will never negotiate with terrorists."},"734":{"isBlank":false,"text":"Winning The Lottery - The more you play, the more THEY win."},"614":{"isBlank":false,"text":"Thanksgiving Day - The fourth Thursday of November in the U.S.; the second Monday in October in Canada."},"735":{"isBlank":false,"text":"Witch Hunts - Popular locations: Salem, Massachusetts and Washington, D.C."},"615":{"isBlank":false,"text":"The 1920s - Pros: the Jazz Age. Cons: Presidents who look like librarians."},"736":{"isBlank":false,"text":"Women - REAL Women."},"616":{"isBlank":false,"text":"The 1950s - Pros: Barbies, barbecues, and bikinis. Cons: McCarthy, the Korean War, television."},"737":{"isBlank":false,"text":"Women's Soccer - The 1999 World Cup finals was the most-watched women's sporting event in history."},"617":{"isBlank":false,"text":"The 1960s - Pros: the Moon Lsnding, the music. Cons: hippies who refuse to believe they're over."},"738":{"isBlank":false,"text":"Wood Chippers - \"I guess that was your accomplice in the wood chipper.\" -Marge Gunderson, Fargo"},"618":{"isBlank":false,"text":"The 1970s - Pros ... uh ... pros ... uh ... GIVE US A MINUTE, OKAY?"},"739":{"isBlank":false,"text":"Woodstock - The 1969 love, music and mud festival attended by 400,000. Or, the little yellow bird."},"619":{"isBlank":false,"text":"The 1980s - Pros: meant the end of the 1970s. Cons: '80s nostalgia."},"740":{"isBlank":false,"text":"Woody Allen - 1935- , American comedian, actor and director, of Bananas, Annie Hall, Hannah and Her Sisters, and lots of New York Stories."},"620":{"isBlank":false,"text":"The 21st Century - The future is NOW!"},"741":{"isBlank":false,"text":"Worms - \"A man may fish with the worm that hath eat of a king, and eat of the fish that has fed of that worm.\" -\"Hamlet\" Shakespeare"},"500":{"isBlank":false,"text":"Pulling Weeds - It's either this or chemical warfare."},"621":{"isBlank":false,"text":"The Academy Awards - The statue known as \"Oscar\" weighs only eight and a half pounds. So why does it carry so much weight?"},"742":{"isBlank":false,"text":"X-Ray Vision - Available to Superman -for emergency use only."},"501":{"isBlank":false,"text":"Pumping Iron - When a great weight needs to be lifted."},"622":{"isBlank":false,"text":"The Beach - A day at the beach is no day at the beach, ya know?"},"743":{"isBlank":false,"text":"X-Rays - X-Rays were discovered in 1895 by the German physicist Wilhelm Conrad Roentgen. Now if they could just get those X-ray glasses down."},"502":{"isBlank":false,"text":"Pushups - Exercises, a type of bra, or the ice cream treat."},"623":{"isBlank":false,"text":"The Beatles - 1960s British band. Only the most revolutionary, influential and universally acclaimed group of the 20th century. That's all."},"744":{"isBlank":false,"text":"Yellowstone Park - Home to 3000 geysers and hot springs. More gas and hot air than Washington, D.C."},"503":{"isBlank":false,"text":"Pyramids - Built by ancient civilizations, found mainly in Egypt, Guatemala, Honduras, Mexico and Peru. Probably the result of some pyramid scheme."},"624":{"isBlank":false,"text":"The CIA - The Central Intelligence Agency is responsible for keeping the U.S. government informed of foreign actions affecting the nation's interest."},"745":{"isBlank":false,"text":"Zen - Japanese form of Buddhism, originated in China. Zen again, maybe not."},"504":{"isBlank":false,"text":"Quentin Terantino - 1963- , Groundbreaking American director and actor. Nice movies, but not nearly enough blood."},"625":{"isBlank":false,"text":"The Cold War - The post-World War II struggle between the US and its allies, and the former USSR and its allies. Things could have gotten hot."},"505":{"isBlank":false,"text":"Quicksand - Just don't let it get you down."},"626":{"isBlank":false,"text":"The Common Loon - A spotted, red-eyed diving bird -or various friends or family."},"506":{"isBlank":false,"text":"Ragweed - A weed of the genus Ambrosia. Nothing to sneeze at."},"627":{"isBlank":false,"text":"The Dallas Cowboys - National Football League team known for their cheerleaders and their performance, both on and off the field."},"507":{"isBlank":false,"text":"Rain - \"When the rain comes, they run and hide their heads; they might as well be dead.\" -The Beatles"},"628":{"isBlank":false,"text":"The Dump - Just remember to recycle."},"508":{"isBlank":false,"text":"Rainbows - \"Someday they'll find it\/ The Rainbow Connection\/ The lovers, the dreamers and me ...\" -Kermit the Frog"},"629":{"isBlank":false,"text":"The Eiffel Tower - Designed and built by French engineer Alexandre Gustave Eiffel for the Paris World's Fair of 1889."},"509":{"isBlank":false,"text":"Rappers - PAENTAL ADVISORY EXPLICIT CONTENT Hasn't seemed to hurt sales..."},"630":{"isBlank":false,"text":"The Electric Chair - In U.S. prisons, an alternating current of about 2000 volts is used for electrocution."},"510":{"isBlank":false,"text":"Reading A Good Book - So many books, so little time."},"631":{"isBlank":false,"text":"The End Of The World - \"It's the end of the world as we know it, and I feel fine ...\" -REM"},"511":{"isBlank":false,"text":"Recreational Vehicles - If they're trying to get away from it all, why are they taking it all with them?"},"632":{"isBlank":false,"text":"The Everglades - A vast marsh covering much of southern Florida. Watch out for alligators!"},"512":{"isBlank":false,"text":"Recycling - More than one million tons of aluminum are NOT recycled each year. Where do you throw your cans?"},"633":{"isBlank":false,"text":"The Far Left - They get high Marx from some."},"513":{"isBlank":false,"text":"Red Raspberries - Worth a few scratches."},"634":{"isBlank":false,"text":"The Far Right - Far right for some and far wrong for others."},"514":{"isBlank":false,"text":"Rednecks - \"You might be a redneck if ...\" -Jeff Foxworthy"},"635":{"isBlank":false,"text":"The FBI - The Federal Bureau of Investigation: the investigative agency for the U.S. Department of Justice. They're listening ..."},"515":{"isBlank":false,"text":"Redwood Forests - \"From the Redwood Forests to the Gulf Stream Waters\/ This land was made for you and me.\" -Woody Guthrie"},"636":{"isBlank":false,"text":"The First Day Of School - \"Fear has many eyes.\" -Cervantes"},"516":{"isBlank":false,"text":"Reggae Music - This contemporary Caribbean music, originating in Jamaica, remains an influential style of popular music. Ya mon!"},"637":{"isBlank":false,"text":"The French Riviera - Holiday home of the rich, the famous, and the half-naked."},"517":{"isBlank":false,"text":"Regis Philbin - 1934- , American talk and game show host. Who wants to be a millionaire? Regis, apparently."},"638":{"isBlank":false,"text":"The Godfather - The 1972 critically acclaimed Mafia movie that made us as offer we couldn't refuse."},"518":{"isBlank":false,"text":"Remote Controls - The world's handiest invention. That is, if you can find it."},"639":{"isBlank":false,"text":"The Grand Canyon - 217 miles long, 4 to 18 miles wide, and more than 1 mile deep. Now THAT'S grand."},"519":{"isBlank":false,"text":"Republicans - A U.S. political party symbolized by an elephant ... and don't forget it!"},"640":{"isBlank":false,"text":"The Grateful Dead - American rock band, founded in 1965 and best known for their \"Dead Head\" fans."},"520":{"isBlank":false,"text":"Richard Nixon - 1913-94, 37th President of the United States and the only president to have resigned from office. At least that's what the tapes say ..."},"641":{"isBlank":false,"text":"The Great Chicago Fire - The noteworthy fire of 1871 ... a hot time in the old town ..."},"400":{"isBlank":false,"text":"Meg Ryan - 1961- , American actor and girl-next-door star of When Harry Met Sally, Sleepless In Seattle, and You've Got Mail."},"521":{"isBlank":false,"text":"Robert DeNiro - 1943- , Pre-eminent American actor who earned Academy Awards for The Godfather II and Raging Bull. \"Are you looking at me?\""},"642":{"isBlank":false,"text":"The Great Depression - Prozac was invented six decades too late."},"401":{"isBlank":false,"text":"Mel Gibson - 1956-, Australian actor. Known for The Road Warrior, Braveheart and :eatha; Weapon I, II, III, IV ..."},"522":{"isBlank":false,"text":"Road Kill - Mmmmmm. Them's good eatin'."},"643":{"isBlank":false,"text":"The Green Bay Packers - Twelve time National Football League world champions, beloved by \"Cheeseheads\" everywhere. Are those brats done yet?"},"402":{"isBlank":false,"text":"Men - REAL Men."},"523":{"isBlank":false,"text":"Road Trips - \"Get Your Kicks on Route 66.\" -Nelson Riddle"},"644":{"isBlank":false,"text":"The Gulf War - January - February, 1991. This six week conflict with Iraq was also known as \"Desert Storm.\""},"403":{"isBlank":false,"text":"Men In Black - We're not here. You don't see us. The government did NOT send us."},"524":{"isBlank":false,"text":"Robin Williams - 1952- , versatile American comedian and actor. The furriest man in show business."},"645":{"isBlank":false,"text":"The Indy 500 - Contestants must drive the full 500 miles. Bathroom breaks ARE allowed."},"404":{"isBlank":false,"text":"Meryl Streep - 1959-, accomplished American actor, two-time Oscar winner, with over a dozen Academy Award nominations."},"525":{"isBlank":false,"text":"Rock And Roll -It's here to stay!"},"646":{"isBlank":false,"text":"The Internet - Computer-based worldwide information network, and global shopping market."},"405":{"isBlank":false,"text":"Mexico - Federal republic in North America. The capital and largest city is Mexico City."},"526":{"isBlank":false,"text":"Rock Concert - If it's too loud - you're too old."},"647":{"isBlank":false,"text":"The IRS - The Internal Revenue Service: agency of the U.S. Department of the Treasury responsible for collecting taxes. A human audity."},"406":{"isBlank":false,"text":"Mice - \"The best-laid schemes o' mice an' men ...\" -Robert Burns"},"527":{"isBlank":false,"text":"Rocket Scientists - Hey! They're not rocket scie ... oh ... never mind."},"648":{"isBlank":false,"text":"The JFK Assassination - November 22, 1963. The funeral of President Kennedy was watched on television by millions around the world."},"407":{"isBlank":false,"text":"Michael Jackson - 1958-, American popular singer, dancer, and songwriter. Welcome to Neverland."},"528":{"isBlank":false,"text":"Rocky Mountains - These extend 2,000 miles from northeastern British Columbia to central New Mexico, and keep the Californians away from everyone else ..."},"649":{"isBlank":false,"text":"The KKK - If they're supposed to be the master race, why do they keep misspelling \"Clan\"?"},"408":{"isBlank":false,"text":"Michael Jordon - 1963- , American professional basketball legend, led Chicago to six world championships. No bull."},"529":{"isBlank":false,"text":"Rolling The Car - You'll flip for this one ..."},"409":{"isBlank":false,"text":"Michelangelo - 1475-1564, inspired Italian sculptor, architect, painter, and poet. A REAL Renaissance man."},"650":{"isBlank":false,"text":"The Land Of Oz - \"I've a feeling we're not in Kansas anymore, Toto.\" -Dorothy, \"The Wizard Of Oz\""},"530":{"isBlank":false,"text":"Roman Numerals - There's a I in VII chance you'll know them."},"651":{"isBlank":false,"text":"The Little Mermaid - The 1837 story by Hans Christian Anderson or the 1989 animated film by Disney. Guess which made more money?"},"410":{"isBlank":false,"text":"Michelle Pfeiffer - 1957-, American actor whose career began with Grease 2. She'd like us to forget that but remember her Oscar nominations."},"531":{"isBlank":false,"text":"Romeo And Juliet - William Shakespeare's best known play, written in 1595. Youthful love and hasty temperaments."},"652":{"isBlank":false,"text":"The Mafia - A loose association of criminal groups, bound by a blood oath and sworn to secrecy. Of course, now we have to kill you."},"411":{"isBlank":false,"text":"Microsoft - A leading American software company. We'd say more but we don't want to monopolize your time ..."},"532":{"isBlank":false,"text":"Root Beer Floats - Actually, it's the ice cream that floats!"},"653":{"isBlank":false,"text":"The Marx Brothers - Chico, Groucho, Harpo, amd sometimes Zeppo. Their 1930s films include Duck Soup and Animal Crackers."},"412":{"isBlank":false,"text":"Midlife Crisis - \"Here comes your 19th nervous breakdown ...\" -The Rolling Stone"},"533":{"isBlank":false,"text":"Rosa Parks - 1913-, civil rights icon arrested in 1956 for violating U.S. segregation laws by refusing to give up her bus seat to a white passenger."},"654":{"isBlank":false,"text":"The Metric System - No, thank you. We like our inches and feet!"},"413":{"isBlank":false,"text":"Mike Tyson - 1966- , American heavyweight boxer. Lend him your ear ..."},"534":{"isBlank":false,"text":"Rosie O'Donnell - 1962-, American actor and comedian. She's in a league of her own!"},"655":{"isBlank":false,"text":"The Midwest - America's central plains states. They're not like folks 'round here ..."},"414":{"isBlank":false,"text":"Miles Davis - 1926-91, innovative, influential, and respected American jazz trumpter player and band layer."},"535":{"isBlank":false,"text":"Rubber Gloves - Just in case ..."},"656":{"isBlank":false,"text":"The Milky Way - The galaxy that includes the sun, its solar system, and a chewy layer of caramel."},"415":{"isBlank":false,"text":"Milk - Three glasses a day will give you ... the gratitude of the dairy industry."},"536":{"isBlank":false,"text":"Running A Marathon - 26 miles, 385 yards: the distance run by a Greek soldier from the town of Marathon to Athens in 490 BC."},"657":{"isBlank":false,"text":"The Mississippi River - The Algonquin words \"Misi sipi\" mean \"big river.\" What's Algonquin for \"muddy\"?"},"416":{"isBlank":false,"text":"Milk Duds - Chocolate and caramel candy balls. Tooth extractions at no extra charge!"},"537":{"isBlank":false,"text":"Rush Limbaugh - 1951- , conservative talk-radio personality. Claims to host his radio show with half his brain tied behind his back, just to make it fair."},"658":{"isBlank":false,"text":"The National Enquirer - American tabloid newspaper. Inquiring minds want to know ... Why the heck does this thing sell?"},"417":{"isBlank":false,"text":"Mirrors - And now, a moment for reflection."},"538":{"isBlank":false,"text":"Russia - The world's largest country, spanning 11 time zones. Famous for borscht, ballet, chess and vodka -just don't mix them."},"659":{"isBlank":false,"text":"The New York Yankees - Legendary American baseball team. With so much success, it's obvious why they're reviled."},"418":{"isBlank":false,"text":"Mold - Fuzzy growth produced on organic matter by several types of fungi. Particularly attracted to students' refrigerators"},"539":{"isBlank":false,"text":"Rust - \"Rust never sleeps.\" -Neil Young"},"419":{"isBlank":false,"text":"Money - \"The best things in life are free\/ But you can give them to the birds and bees\/ Just give me money ...\" -Bradford and Gordy"},"660":{"isBlank":false,"text":"The NRA - National Rifle Association. They're gunning for your vote."},"540":{"isBlank":false,"text":"Saddam Hussein - 1937-, dictator of Iraq 1979-2003."},"661":{"isBlank":false,"text":"The Ocean - How deep is the ocean? 12,000 feet. If they'd known that, maybe they wouldn't have written that stupid song."},"420":{"isBlank":false,"text":"Morticians - Why do you hang around with THOSE stiffs ...?"},"541":{"isBlank":false,"text":"Sailors - \"In the Navy, you can sail the seven seas ...\" -The Village People"},"662":{"isBlank":false,"text":"The Old Man And The Sea - Ernest Hemingway's classic novel - fishing, hunger, fishing, torment, fishing, personal loss ... fishing ..."},"300":{"isBlank":false,"text":"Helen Keller - 1880-1968, American author and lecturer who overcame deafness and blindness with the help of her companion, Anne Sullivan."},"421":{"isBlank":false,"text":"Mosquitoes - They suck."},"542":{"isBlank":false,"text":"Salads - Lettuce not knock the vegetarians."},"663":{"isBlank":false,"text":"The Olympics - An international athletic competition held every four years. The thrill of victors and the agony of defeat."},"301":{"isBlank":false,"text":"Hiccups - How do you, hic, get em? How do you, hic, get rid of \"em?"},"422":{"isBlank":false,"text":"Motorcycles - The air in your hair and bugs in your teeth."},"543":{"isBlank":false,"text":"Salsa Dancing - Popular form of Latin American dance. A little jazz, a little blues, a touch of rock and lots of heat."},"664":{"isBlank":false,"text":"The Opera - It ain't over 'til the fat lady sings. Unfortunately, sometimes, not even then."},"302":{"isBlank":false,"text":"High School Football - The whole ten yards!"},"423":{"isBlank":false,"text":"Mount Rushmore - Memorial carved into the side of the Black Hills in South Dakota. Heads above all other monuments."},"544":{"isBlank":false,"text":"Salvador Dali - 1904-89, Spansih artist best known for his dream imagery and surrealism, including the limp watches in The Persistence Of Memory."},"665":{"isBlank":false,"text":"The Ozone Layer - Short for ozonosphere. Theories about the ozone layer are full of holes."},"303":{"isBlank":false,"text":"High School Reunions - See also: \"root canal, as fun as ...\""},"424":{"isBlank":false,"text":"MTV - \"Video killed the radio star.\" -The Buggles"},"545":{"isBlank":false,"text":"Samuel L. Jackson - 1948-, powerful American actor of Pulp Fiction, Jackie Brown, and The Negotiator."},"666":{"isBlank":false,"text":"The Pentagon - The five-sided home of the U.S. Department of Defense."},"304":{"isBlank":false,"text":"Hillary Rodham Clinton - 1947- , New York Senator, lawyer, and former American First Lady."},"425":{"isBlank":false,"text":"Mud - Water. Dirt. You do the math."},"546":{"isBlank":false,"text":"Saturday Cartoons - Get your blanket, a bowl of cereal and snuggle in for three hours of commercials."},"667":{"isBlank":false,"text":"The Pyramids - The Egyptian pyramids were built from about 2700 BC to about 1000 BC. Tut, tut, tut ..."},"305":{"isBlank":false,"text":"Hiroshima - 1945 - \"I am become death, the destroyer of worlds\" - J. Robert Oppenheimer, on the detonation of the first atmoic bomb."},"426":{"isBlank":false,"text":"Mudslides - Chocolate drink or natural disaster ... both occur frequently in California."},"547":{"isBlank":false,"text":"San Francisco - California's City by the Bay. Where many hearts are left."},"668":{"isBlank":false,"text":"The Renaissance - Beginning in the 1300s, started in Italy and spread across Europe. Kind of like Espresso bars ..."},"306":{"isBlank":false,"text":"HMOs - Heath Maintenance Organizations. Here's to your health ..."},"427":{"isBlank":false,"text":"Muhammad Ali - 1942- , American heavyweight boxing champion. \"Floats like a butterfly, stings like a bee.\""},"548":{"isBlank":false,"text":"Saturn - Sixth planet from the sun, and the second largest in the solar system. Has a nice ring to it, don't you think?"},"669":{"isBlank":false,"text":"The Rolling Stones - British \"bad boy\" rock band formed in 1962. Still touring?"},"307":{"isBlank":false,"text":"Hockey - Did you hear about the big fight last night? All of a sudden, a hockey game broke out!"},"428":{"isBlank":false,"text":"Musicals - South Pacific, The King and I, The Sound of Music, A Chorus Line, Cats, Rent ..."},"549":{"isBlank":false,"text":"Scavenger Hunt - OK kids, here's your list: a marshmallow, a safety pin, a red rubber band, and a moon rock. Go find 'em!"},"308":{"isBlank":false,"text":"Hollywood - Motion picture and television industry center of the world. Hooray for Hollywood!"},"429":{"isBlank":false,"text":"My 16th Birthday - Dad, can I have the keys to the car, please?"},"309":{"isBlank":false,"text":"Homeless Shelters - In the United States, nearly three-quarters of the help for the homeless comes from the private sector, mostly from church soup kitchens."},"670":{"isBlank":false,"text":"The San Andreas Fault - Geological feature in California stretching 600 miles. Like the state doesn't have enough faults already."},"550":{"isBlank":false,"text":"Scene Of The Crime - It was Colonel Mustard, in the library, with the candlestick."},"671":{"isBlank":false,"text":"The South - Dixie: South of the Mason-Dixon line, that is. They're not like folks 'round here ..."},"430":{"isBlank":false,"text":"My Bank Account - Speaking of theoretical mathematics and unreal numbers ..."},"551":{"isBlank":false,"text":"Schindler's List - 1993 Steven Spielberg film. Powerful real-life story of a Catholic businessman who eventually saved over 1000 Jews in Nazi Poland."},"672":{"isBlank":false,"text":"The Statue Of Liberty - \"Give me your tired, your poor\/ Your huddled masses yearning to breathe free ...\" -Emma Lazarus"},"310":{"isBlank":false,"text":"Homer Simpson - Fictional cartoon character created by Matt Groening. D'oh!"},"431":{"isBlank":false,"text":"My Bathroom - \"The bathroom was drenched with their splashings\" -Aldous Huxley"},"552":{"isBlank":false,"text":"Science Fair Projects - No human subjects, please!"},"673":{"isBlank":false,"text":"The Super Bowl - Who needs another national holiday?"},"311":{"isBlank":false,"text":"Homework - Something to do during comercials."},"432":{"isBlank":false,"text":"My Bedroom - \"No one knows what goes on behind closed doors.\" -Charlie Rich"},"553":{"isBlank":false,"text":"Science Fiction - In a galaxy far, far away ..."},"674":{"isBlank":false,"text":"The Supreme Court - The highest court in the United States. Robes, but no wigs."},"312":{"isBlank":false,"text":"Hooligans - \"Hey! Kids! Get outta my yard!\""},"433":{"isBlank":false,"text":"My Body - Mine is a temple. Specifically, the Temple of Doom ..."},"554":{"isBlank":false,"text":"Screeching - Please stop."},"675":{"isBlank":false,"text":"The Three Tenors - Opera stars Placido Domingo, Jose Carreras, and Luciano Pavarotti began recording as The Three Tenors in 1990."},"313":{"isBlank":false,"text":"Horseback Riding - WHOAAA!!!"},"434":{"isBlank":false,"text":"My Boss - ... is an idiot. You know it; we know it."},"555":{"isBlank":false,"text":"Sean Connery - 1930- , Accomplished Scottish actor, although best known as the REAL Bond, JAMES Bond ..."},"676":{"isBlank":false,"text":"The Titanic - It sank in 1912. Get over it!"},"314":{"isBlank":false,"text":"Hot Lava - There's no better way to serve it."},"435":{"isBlank":false,"text":"My Dreams - \"What dreams may come ...\" -Shakespeare's Hamlet"},"556":{"isBlank":false,"text":"Shania Twain - 1965- , Canadian country singer and songwriter. \"Shania\" means \"I'm on my way\" in Ojibwa."},"677":{"isBlank":false,"text":"The Universe - Everything. The big \"It.\" Huge. Massive. THAT big."},"315":{"isBlank":false,"text":"House Guests - How many visitors does it take to drive you crazy? Go on -take a guest!"},"436":{"isBlank":false,"text":"My Family - They'll drive you nuts. As long as you do the same to them, it's all even."},"557":{"isBlank":false,"text":"Sharks - Many species living today are similar to those from 100 million years ago. Because change is scary."},"678":{"isBlank":false,"text":"The Vatican - The Papal State in the middle of Rome. Home of the Pope, Swiss Guards, and lots of pigeons."},"316":{"isBlank":false,"text":"Hummingbirds - Why do hummingbirds hum? Because they don't know the words ... ... da-dum, dum!"},"437":{"isBlank":false,"text":"My First Kiss - Sparks were flying. Of course, that could have been the braces ..."},"558":{"isBlank":false,"text":"Shopping Mall - Three-quarters of the North American population visit a shopping mall at least once a month."},"679":{"isBlank":false,"text":"The Vietnam Memorial - \"The Wall,\" built in 1982, was designed by 21-year-old architecture student, Maya Lin."},"317":{"isBlank":false,"text":"Humphrey Bogart - 1899-1957, American film actor, starred in such classics as The Maltese Falcon and Casablanca. \"Here's looking at you kid.\""},"438":{"isBlank":false,"text":"My Friends - With friends like there, who needs enemies?"},"559":{"isBlank":false,"text":"Silk - Produced as a cocoon covering by the silk worm, and used in fine fabrics and textiles."},"318":{"isBlank":false,"text":"Icebergs - May reach 300 to 500 feet above the oceans's surface. Ask the captain of the Titanic about the 90 percent that's UNDER water."},"439":{"isBlank":false,"text":"My Future - \"The future's so bright, I gotta wear shades ...\" -Timbuk-3"},"319":{"isBlank":false,"text":"In A Coma - A deep, prolonged state of unconsciousness ... sometimes you just feel that way."},"680":{"isBlank":false,"text":"The Williams Sisters - Venus, 1980-, and Serena, 1981-, Williams, American tennis champs. One heck of a sister act."},"560":{"isBlank":false,"text":"Silly Putty - It's putty in your hands!"},"681":{"isBlank":false,"text":"The Wright Brothers - In 1903, Wilbur and Orville made the first powered airplane flights in history. Although there were delays at the airport."},"440":{"isBlank":false,"text":"My Hair - Hair today, gone tomorrow ..."},"561":{"isBlank":false,"text":"Skateboarding - It's just going downhill ... down stairs ... down ramps ..."},"682":{"isBlank":false,"text":"The YMCA - The Young Men's Christian Association has 30 million members in 110 countries. \"It's fun to stay at the Y-M-C-A.\" -The Village People"},"320":{"isBlank":false,"text":"Incense - Incense is better than no sense at all."},"441":{"isBlank":false,"text":"My High School Prom - As if adolescence isn't awkward and painful enough ..."},"562":{"isBlank":false,"text":"Skiing - The Super Giant Slalom: Swiss for \"suicide.\""},"683":{"isBlank":false,"text":"Thomas Edison - 1847-1931, American inventor, developed a light bulb, generator, sound-recorder, and motion picture projector. Show off."},"200":{"isBlank":false,"text":"Dolly Parton - 1967- , American singer, songwriter, and actor. Known as much for her personal style as for her successful career."},"321":{"isBlank":false,"text":"India - The world's seventh largest country by area, but the second most populous, with one billion people."},"442":{"isBlank":false,"text":"My Job - Love it or leave it."},"563":{"isBlank":false,"text":"Skinheads - Shaved heads, big boots. Some are Nazis, some are not."},"684":{"isBlank":false,"text":"Thunder - \"Here it comes again, Thunder and Lightning...\" -ELO."},"201":{"isBlank":false,"text":"Dr. Kevorkin - 1928- , Controversial advocate of doctor-assisted suicide."},"322":{"isBlank":false,"text":"Indiana Jones - Fictional archeologist and action hero. Proof that a good hat and a whip can take you a long way."},"443":{"isBlank":false,"text":"My Love Life - \"All you need is love ...\" -The Beatles"},"564":{"isBlank":false,"text":"Skunks - Black and white striped mammals known for their offensive smelling defensive spray."},"685":{"isBlank":false,"text":"Tibet - Mountainous region of China and religious enclave for a form of Buddhism called Lamaism. Known as the roof of the world."},"202":{"isBlank":false,"text":"Dr. Seuss - 1904-1991, Theodor Suess Geisel , the cat who came up with \"The Cat in the Hat.\""},"323":{"isBlank":false,"text":"Industrial Revolution - The first Industrial Revolution occurred in Great Britain at the end of the 1700s. The second came with the invention of the \"Clapper.\""},"444":{"isBlank":false,"text":"My Mind - It's a terrible thing to waste."},"565":{"isBlank":false,"text":"Skydiving - Parachute canopies are usually made from nylon fabric that lasts for thousands of jumps - whether the skydiver does or not."},"686":{"isBlank":false,"text":"Ticks - All ticks are bloodsucking parasites, but not all bloodsucking parasites are ticks."},"203":{"isBlank":false,"text":"Driving Off A Cliff - It was either that or hire someone to do my takes."},"324":{"isBlank":false,"text":"Infomercials - One of these days, one of them may even say something informative."},"445":{"isBlank":false,"text":"My Neighborhood - \"Please, won't you be my neighbor?\" -Fred Rogers"},"566":{"isBlank":false,"text":"Sleeping Pills - I remember taking them ... I just ... don't rememmer ... how mamy."},"687":{"isBlank":false,"text":"Tidal Waves - The gigantic ocean waves that strike with tremendous force, and cause considerable damage to life and property. Kind of like Spring Break."},"204":{"isBlank":false,"text":"Duct Tape - All-purpose, ... all the time ..."},"325":{"isBlank":false,"text":"Inside The Sun - Consisting mostly of hydrogen, the temperature reaches almost 16,000,000 K (about 29,000,000 F)."},"446":{"isBlank":false,"text":"My Past - What's past is past ... unless you're a politician ..."},"567":{"isBlank":false,"text":"Slivers - Also known as splinters. The worst ones are under your fingernails."},"688":{"isBlank":false,"text":"Tiger Woods - 1975- , American star of the golf circuit. Known for his athletic skill, and youthful, classic style."},"205":{"isBlank":false,"text":"E-Mail - You've got JUNK mail!"},"326":{"isBlank":false,"text":"Intellectuals - They think they're so smart."},"447":{"isBlank":false,"text":"My Personality - \"I'm good enough, smart enough and, gosh darn it, people like me.\" -Stewart Smalley played by Al Franken"},"568":{"isBlank":false,"text":"Sloppy Joes - My favorite recipe -open the can."},"689":{"isBlank":false,"text":"Toasted Marshmallows - How do you like yours - golden brown or flaming?"},"206":{"isBlank":false,"text":"Ear Wax - A waxy, yellowish substance that protects the ear from dust, bacteria, and from hearing things you don't want to hear."},"327":{"isBlank":false,"text":"Ireland - Island of the British Isles, west of Great Britain. Known for its distinctive traditional dance and music."},"448":{"isBlank":false,"text":"My Refrigerator - It's a science experiment!"},"569":{"isBlank":false,"text":"Smithsonian Institution - Located in Washington, D.C., the largest museum complex in the world. Wouldn't that be a great garage sale?"},"207":{"isBlank":false,"text":"Earthquakes - The Richter scale is named after the American seismologist Charles Richter. Did the earth move for you?"},"328":{"isBlank":false,"text":"Israel - Located on the Mediterranean, the state of Israel was reated by a 1948 U.N. mandate."},"449":{"isBlank":false,"text":"Napoleon Bonaparte - 1769-1821, Emperor of France. Met his Waterloo at the Battle of Waterloo. The name should have tipped him off ..."},"208":{"isBlank":false,"text":"Earwigs - Nocturnal insects with abdominal pincers. Nothing to do with ears or wigs."},"329":{"isBlank":false,"text":"Italy - European Republic, shaped like a boot - a very fashionable boot."},"209":{"isBlank":false,"text":"East Coast - From New England to Florida. They're not like folks 'round here ..."},"690":{"isBlank":false,"text":"Toasters - Wait -don't stick that fork in there!"},"570":{"isBlank":false,"text":"Snakes - Surprising, snakes move rapidly without legs. Also surprising, they find OTHER snakes attractive."},"691":{"isBlank":false,"text":"Tobacco Companies - Who says tobacco's not addictive? THEY can't give it up ..."},"450":{"isBlank":false,"text":"NASCAR - Stock car racing began after World War II, breaking records for speed and for the number of advertisements on a single jacket."},"571":{"isBlank":false,"text":"Snow - Transparent ice crystals which form around dust and other small particles. Get my drift?"},"692":{"isBlank":false,"text":"Toes - \"This little piggy went to market ...\""},"330":{"isBlank":false,"text":"Jack Nicholson - 1937- , American motion-picture actor of \"Chinatown,\" \"Terms Of Endearment\" and \"The Shining.\" He's as good as it gets!"},"451":{"isBlank":false,"text":"Neil Simon - 1927-, American producer, playwright, and screenwriter of The Odd Couple, Biloxi Blues, The Sunshine Boys, California Suite, and many more."},"572":{"isBlank":false,"text":"Social Security - American program designed to provide income and services in the event of retirement, sickness, disability, death or unemployment."},"693":{"isBlank":false,"text":"Tom Cruise - 1962-, American actor. It looked like Ricky Business early on, but by 1986 he was Top Gun. No Mission Impossible for him."},"210":{"isBlank":false,"text":"Eddie Murphy - 1961-, American comedian, actor, and producer. Best known for his work in 48 Hours, Beverly Hills Cop and on Saturday Night Live."},"331":{"isBlank":false,"text":"Jack The Ripper - Accused of murdering six women in 1888, and suspected in other murders. Still at large."},"452":{"isBlank":false,"text":"New Orleans - The Big Easy."},"573":{"isBlank":false,"text":"Socks - \"Black socks, they never get dirty, the longer you wear them the stronger they get.\" -Bill Harley"},"694":{"isBlank":false,"text":"Tom Hanks - 1956-, American actor and star of such varied films as Big, Philadelphia, Forrest Gump, Saving Private Ryan and Castaway."},"211":{"isBlank":false,"text":"Eleanor Roosevelt - 1884-1962, first lady, social activist, author, lecturer, and U.S. representative to the United Nations."},"332":{"isBlank":false,"text":"Jackie Chan - 1954-, actor, director, martial artist. Screen name, Sing Lung, means \"Becoming the Dragon.\" That's \"MISTER Becoming the Dragon\" to you!"},"453":{"isBlank":false,"text":"New Shoes - Make you feel like dancing ..."},"574":{"isBlank":false,"text":"South Africa - Two oceans, rugged mountains, traditional villages, game sanctuaries, wineries...forget the past and bring on the tourists."},"695":{"isBlank":false,"text":"Top Of A Rollercoaster - Just remember: what goes UP ..."},"212":{"isBlank":false,"text":"Electric Eels - Slippery and slimy snakelike fishes that emit electrical charges. The shocking truth!"},"333":{"isBlank":false,"text":"Jacques Cousteau - 1910-97, French naval officer, marine explorer, and author. Best known as a documentary filmmaker."},"454":{"isBlank":false,"text":"New York City - America's most populous city. So good, they named it twice."},"575":{"isBlank":false,"text":"South Park - Highly-rated, highly offensive animated cartoon series. \"Oh my God! We killed Kenny!\""},"696":{"isBlank":false,"text":"Tornadoes - Funnel-shaped cloud whirling destructively at speeds up to 300 mph. \"Honey, do you hear a freight train ... Honey?\""},"213":{"isBlank":false,"text":"Electricity - The repulsive or attractive force between two stationary bodies. No problem unless one of those bodies is yours."},"334":{"isBlank":false,"text":"Jamaica - Third largest island of the Greater Antilles, south of Cuba. Tropical climate, reggae music, and jerk cooking."},"455":{"isBlank":false,"text":"Niagara Falls - Niagara Falls was formed about 12,000 years ago, when glaciers retreated north, and honeymooners approached from the south."},"576":{"isBlank":false,"text":"Soy Sauce - A brewed seasoning made from soybeans, wheat, and salt."},"697":{"isBlank":false,"text":"Toys - They're not just for kids, anymore ..."},"214":{"isBlank":false,"text":"Elephants - The largest living land mammal, with two species: Indian and African. Not counting Dumbo, there are no American elephants."},"335":{"isBlank":false,"text":"James Bond - Fictional British secret agent created by English author Ian Fleming. Shaken, but never stirred."},"456":{"isBlank":false,"text":"Nicholas Cage - 1964- , American actor known for his edgy characters in Leaving Los Vegas, Raising Arizona, and Moonstruck."},"577":{"isBlank":false,"text":"Spam - Mystery meat, or mystery E-mails ..."},"698":{"isBlank":false,"text":"Trailer Parks - Also known as tornado magnets."},"215":{"isBlank":false,"text":"Elizabeth Taylor - 1932- , American actor, noted for her lush beauty, emotional performances and multiple husbands."},"336":{"isBlank":false,"text":"James Dean - 1931-55, American actor of film, stage, and television. His role in Rebel Without a Cause helped define \"cool.\""},"457":{"isBlank":false,"text":"Ninjas - Teenage mutant turtles need not apply."},"578":{"isBlank":false,"text":"Speeding Tickets - \"No, officer, I don't have any idea how fast I was going.\""},"699":{"isBlank":false,"text":"Trampolines - Trampolines have been used in circuses wince the 18th century. Despite slumps in popularity, they always seem to bounce back!"},"216":{"isBlank":false,"text":"Elvis Presley - 1935-77, American singer and actor and the king of rock-and-roll. His death left the music world all shook up."},"337":{"isBlank":false,"text":"Japan - An Asian constitutional monarchy. The capital city is Tokyo. Let's see ... sushi, Godzilla, earthquakes ..."},"458":{"isBlank":false,"text":"Nobel Peace Prize - Established by Alfred Nobel. Swedish industrialist and inventor of dynamite. Led to an explosion of peace efforts."},"579":{"isBlank":false,"text":"Spiders - There are more than 34,000 species of spiders. Try not to think about THAT right before bedtime."},"217":{"isBlank":false,"text":"Emily Dickinson - 1830-86, American poet, whose lyrics are psychologically astute treatments of love, death, and immortality. So there."},"338":{"isBlank":false,"text":"Japanese - How many Japanese does it take to screw in a light bulb? Who needs light bulbs when you've got OUR new technology!"},"459":{"isBlank":false,"text":"Noisy Neighbors - WHAT? I CAN'T HEAR YOU!"},"218":{"isBlank":false,"text":"Ernest Hemingway - 1899-1961, American novelist and short-story writer, whose macho style is crisp, laconic and understated."},"339":{"isBlank":false,"text":"Jelly Beans - Well, as long as we HAVE to eat our vegetables ..."},"219":{"isBlank":false,"text":"Europe - The Old Country ... except to people who live there."},"580":{"isBlank":false,"text":"Spike Lee - 1957-, American film maker and Knicks fan. Best known for Do the Right Thing, Malcolm X, and 4 Little Girls."},"460":{"isBlank":false,"text":"Normal Rockwell - 1894-1978, American painter, illustrator and all-around interpreter of small town American life."},"581":{"isBlank":false,"text":"Spilled Milk - Got milk? WHOOPS! Apparently not ..."},"340":{"isBlank":false,"text":"Jennifer Lopez - 1970-, American singer and actor of Selena, Money Train, and Maid In Manhattan."},"461":{"isBlank":false,"text":"Nuclear Power Plants - \"You've turned a potential Chernobyl into a mere Three Mile Island.\" -Montgomery Burns, \"The Simpsons\""},"582":{"isBlank":false,"text":"Spit - Ladies and gentlemen, straight from the Salivary Glands ..."},"220":{"isBlank":false,"text":"Exorcism - To ceremoniously expel an evil spirit."},"341":{"isBlank":false,"text":"Jerry Springer - 1944- , controversial talk-show host. Don't those people know that millions of us are watching?"},"462":{"isBlank":false,"text":"NYPD - The New York Police Department. They're so good, they have their own TV show."},"583":{"isBlank":false,"text":"Spontaneous Combustion - The ignition of substances without application of an external heat source. A good plot for \"The X-Files.\""},"100":{"isBlank":false,"text":"Boyfriends - \"My boyfriend's back and you're gonna be in trouble.\" - The Angels"},"221":{"isBlank":false,"text":"Eyes - Light-sensitive organ of vision in animals. See?"},"342":{"isBlank":false,"text":"Jesse Jackson - 1941-, American civil rights leader. Named to \"The Gallup List of Ten Most Respected by Americans\" for ten years."},"463":{"isBlank":false,"text":"Oil Spills - The American oil tanker, Exxon Valdez, went aground in Prince William Sound, Alaska, Mar. 24, 1989. Slick Move."},"584":{"isBlank":false,"text":"Sport Utility Vehicles - Need new tires?"},"101":{"isBlank":false,"text":"Brad Pitt - 1963- , American actor and heart-throb."},"222":{"isBlank":false,"text":"Falling Down - \"What we call failure is not the falling down, but the staying down.\" -Mary Pickford"},"343":{"isBlank":false,"text":"Jesse Ventura - 1951-, wrestler, Navy Seal, and former governor of Minnesota. Author of I Ain't Got Time To Bleed."},"464":{"isBlank":false,"text":"Olive Oil - Derived from fresh ripe fruit, which contain about 20% oil. Better than \"olive\" the other oils."},"585":{"isBlank":false,"text":"Sports Channels - Any team, any time."},"102":{"isBlank":false,"text":"Brain Surgeons - Hey, it ain't brain surgery ... oh ... wait a second ..."},"223":{"isBlank":false,"text":"Family Reunions - Just to remind you why you moved away in the first place ..."},"344":{"isBlank":false,"text":"Jim Carrey - 1962- , Canadian comedian and actor. Famous for outrageous faces, and dumb and dumber characters."},"465":{"isBlank":false,"text":"On-Line Shopping - Enter your credit card number now. This is a secure site ... Sure it is ..."},"586":{"isBlank":false,"text":"Star Fruit - Looks like plastic, tastes like lemons."},"103":{"isBlank":false,"text":"Brains - Vital to human existence and mad scientists."},"224":{"isBlank":false,"text":"Family Vacations - Dad? Dad? Are we there yet? Are we there yet? Are we? Huh? Dad?"},"345":{"isBlank":false,"text":"Jimmy Stewart - 1908-97, America's favorite self-image. Mr. Smith Goes to Washington, Rear Window, Vertigo, and It's a Wonderful Life, ... and it probably was."},"466":{"isBlank":false,"text":"Oprah Winfrey - 1954- , Television talk show host, actor and all-around American success story."},"587":{"isBlank":false,"text":"Starry Night - A sky bright with stars, a classic Van Gogh painting, and a Don McLean song. Three cards in one!"},"104":{"isBlank":false,"text":"Britney Spears - 1981-, American singer. From mouseketeer to international pop star."},"225":{"isBlank":false,"text":"Family Values - Often said but seldom understood."},"346":{"isBlank":false,"text":"Joan Of Arc - 1412-31, patron saint of France who decisively turned the tide of the Hundred Years' War, which really burned her up."},"467":{"isBlank":false,"text":"Oral Surgery - You said a mouthful."},"588":{"isBlank":false,"text":"State Fair - Aw, gee whiz, a blue ribbon for Bessie!"},"105":{"isBlank":false,"text":"Broadway - The New York theater district. \"They say the neon lights shine bright on Broadway.\" -Barry Mann"},"226":{"isBlank":false,"text":"Fast Food - You want fries with that?"},"347":{"isBlank":false,"text":"Jodie Foster - 1962- , American actor began her career on Mayberry, R.F.D. and went on to win Academy Awards for The Accused and Silence Of The Lambs."},"468":{"isBlank":false,"text":"Oranges - Face it ... nothing rhymes with orange."},"589":{"isBlank":false,"text":"Steak And Potatoes - Hot off the grill!"},"106":{"isBlank":false,"text":"Bruce Willis - 1955- , Diehard American action movie star who has moonlighted on TV. He also starred in Pulp Fiction, Armageddon and The Sixth Sense."},"227":{"isBlank":false,"text":"Feathers - Which weighs more, a pound of feathers or a pound of rocks?"},"348":{"isBlank":false,"text":"John F. Kennedy - 1917-63, 35th president of the US. \"Ask not what your country can do for you; ask what you can do for your country.\""},"469":{"isBlank":false,"text":"Oxygen - Oxygen was discovered in 1774. You'd think someone would have noticed it earlier."},"107":{"isBlank":false,"text":"Bubble Gum - Crack it, snap it, pop it, and blow it!"},"228":{"isBlank":false,"text":"Feminists - Political and social activists who support selected women's causes."},"349":{"isBlank":false,"text":"John Glenn - 1921- , The first U.S. astronaut to orbit the earth in 1962, and a U.S. Senator. Never too old to shoot for the moon!"},"108":{"isBlank":false,"text":"Bubbles - \"Tiny bubbles, in the wine\/ Tiny bubble make me feel fine ...\" -Don Ho"},"229":{"isBlank":false,"text":"Festering Wounds - Quit picking at that!"},"109":{"isBlank":false,"text":"Bullwinkle - As in the cartoon \"The Adventures of Rocky and Bullwinkle\" - the moose half of moose and squirrel."},"590":{"isBlank":false,"text":"Stephen King - 1947- , American author of horror novels, who's sold more than 100 million copies of his books. Talk about frightening ..."},"470":{"isBlank":false,"text":"Pablo Picasso - 1881-1973, Spanish painter and sculptor, one of the greatest artists of the 20th century. If only he could draw eyes ..."},"591":{"isBlank":false,"text":"Steve Martin - 1945- , American comedian, actor, writer, and \"wild and crazy guy.\""},"350":{"isBlank":false,"text":"John Philip Sousa - 1854-1932, American bandmaster and composer of Stars and Stripes Forever. Known as \"The March King.\""},"471":{"isBlank":false,"text":"Parenting - The process of discovering you are becoming just like YOUR parents."},"592":{"isBlank":false,"text":"Steven Spielberg - 1947-, American movie director and producer, and overachiever. From E.T. to Schindler's List... too many to list."},"230":{"isBlank":false,"text":"Fidel Castro - 1927-, Cuban revolutionary and Communist dictator since 1976. He earned a PhD in law in 1950."},"351":{"isBlank":false,"text":"John Travolta - 1954 - , American actor of \"Welcome Back, Kotter,\" \"Grease,\" \"Saturday Night Fever\" and \"Pulp Fiction.\" That man can dance!"},"472":{"isBlank":false,"text":"Paris, France - The governmental, cultural and gastronomic capital of France. Or the world. Just ask the French."},"593":{"isBlank":false,"text":"Stonehenge - Prehistoric stone monument located north of Salisbury, England."},"110":{"isBlank":false,"text":"Bumper Stickers - Your personal billboard!"},"231":{"isBlank":false,"text":"Firefighters - Emperor Augustus instituted a corps of fire-fighting \"watchmen\" in 24 B.C. Nero, on the other hand, fiddled while Rome burned."},"352":{"isBlank":false,"text":"Judge Judy - Ms. Sheindlin presides over real-life cases on this TV courtroom show. \"I'm the boss, applesauce!\""},"473":{"isBlank":false,"text":"Paying Bills - Also known as \"Debt Restructuring.\""},"594":{"isBlank":false,"text":"Strawberry Shortcake - Summertime and the eating is easy ..."},"111":{"isBlank":false,"text":"Bungee Jumping - Another sport hanging on by a thread."},"232":{"isBlank":false,"text":"Firestorms - Some severe wildfires require more than 10,000 firefighters. And, wouldn't ya know it, some idiot parked in front of the hydrant!"},"353":{"isBlank":false,"text":"Julia Roberts - 1967-, American actor and Pretty Woman. Also starred in Steel Magnolias, My Best Friend's Wedding, and Erin Brockovich."},"474":{"isBlank":false,"text":"Paying Taxes - Death or Taxes? Do we have to choose right away?"},"595":{"isBlank":false,"text":"Stubbed Toes - It'll feel better when it quits hurting."},"112":{"isBlank":false,"text":"Buying A House - If only we had the money, we could get a mortgage."},"233":{"isBlank":false,"text":"Fireworks - Includes firecrackers, Roman candles, and bottle rockets. It's all fun until someone loses an eye ... and a nose ... and an arm ..."},"354":{"isBlank":false,"text":"Junk Mail - Contests, credit card applications, solicitations and political ads."},"475":{"isBlank":false,"text":"Penguins - Flightless, aquatic birds that reside in the Southern Hemisphere. All dressed up and no place to go."},"596":{"isBlank":false,"text":"Stunt People - When you need someone to take the fall."},"113":{"isBlank":false,"text":"Cabbage - From the French word caboche, meaning \"big head.\""},"234":{"isBlank":false,"text":"First Man On The Moon - July 20, 1969. \"That's one small step for a man, one giant leap for mankind.\" -Neil A. Armstrong"},"355":{"isBlank":false,"text":"Jupiter - Story Problem: If one year on Jupiter equals 11.86 Earth years, and one day equals 9.92 Earth hours, how many Earth hours are there in a Jupiter year?"},"476":{"isBlank":false,"text":"Picking Your Nose - Noses run in our family."},"597":{"isBlank":false,"text":"Summer Camp - If the bugs don't get you, the poison ivy will!"},"114":{"isBlank":false,"text":"Cactus - Require little care and exhibit bizarre forms. As such, they are often mistaken for Survivalists."},"235":{"isBlank":false,"text":"Flipper - American television dolphin of the 1960's ... like Lassie, only wetter."},"356":{"isBlank":false,"text":"Katherine Hepburn - 1909-2003, American actor and winner of four Academy Awards. She starred in such classics as The African Queen."},"477":{"isBlank":false,"text":"Pigeons - Birds with small heads, short necks, stout bodies, and an incredible attraction to statues."},"598":{"isBlank":false,"text":"Sunday Drivers - Now available ANY day of the week!"},"115":{"isBlank":false,"text":"California - Sacramento is its capital, Los Angeles its largest city. Here we come."},"236":{"isBlank":false,"text":"Fly Fishing - ... if you can\"t catch flies any OTHER way ..."},"357":{"isBlank":false,"text":"Keanu Reeves - 1964- , American actor of Bill And Ted's Excellent Adventure, The Matrix and Speed. Keanu means \"cool breeze over the mountains.\""},"478":{"isBlank":false,"text":"Pigs - Domesticated mammal of the swine family. Thaaa ... thaaa ... that's all, folks!"},"599":{"isBlank":false,"text":"Superman - Fictional comic book superhero loved by Lois Lane and Jerry Seinfeld."},"116":{"isBlank":false,"text":"Camping Trip - When you just have to get s'more nature."},"237":{"isBlank":false,"text":"Flying Monkeys - The reason why \"The Wizard Of Oz\" still gives us nightmares."},"358":{"isBlank":false,"text":"Killer Whales - Black and white predatory whales. Boy, can they sing!"},"479":{"isBlank":false,"text":"Piranha - Carnivorous fish found in rivers of South America. When you feel like a bite ..."},"117":{"isBlank":false,"text":"Canada - Federated country of North America. The Great White North - eh?"},"238":{"isBlank":false,"text":"Forest Fires - \"Only YOU can prevent forest fires.\" The heat is on!"},"359":{"isBlank":false,"text":"Kilts - If Mel Gibson can wear one, so can you."},"118":{"isBlank":false,"text":"Canadians - How many Canadians does it take to screw in a lightbulb? Fifteen. Fourteen to chip it out of the ice, and one to screw it in."},"239":{"isBlank":false,"text":"Fort Knox - American military post in Kentucky, containing the greater part of the gold reserve of the U.S. government."},"119":{"isBlank":false,"text":"Captain Kirk - Fictional starship captain. \"Beam me up Scotty, there is no intelligent life on this planet!\" - bumper sticker, 1980s"},"10":{"isBlank":false,"text":"A Honeymoon - America's top honeymoon spots are Hawaii, Niagara Falls, Las Vegas and Florida. You can get there by air, land, sea ... or shotgun."},"11":{"isBlank":false,"text":"A Locker Room - Steamy atmosphere ... bawdy humor ... sweaty bodies ... HEY! Sounds like Cable TV!"},"12":{"isBlank":false,"text":"A Morgue - \"Given strange eons, even death may die...\" -H.P. Lovecraft"},"13":{"isBlank":false,"text":"A Nine Iron - A golf club best used on short shots or large opponents."},"14":{"isBlank":false,"text":"A School Bus - The only thing we have to fear is fear itself. -Franklin D. Roosevelt"},"15":{"isBlank":false,"text":"A School Cafeteria - Food fight!."},"16":{"isBlank":false,"text":"A Sunrise - \"But he who kisses the joy as it flies\/ Lives in eternity's sunrise.\" -William Blake"},"17":{"isBlank":false,"text":"A Sunset - The sun never set on the British Empire ... because God didn't trust the English in the dark."},"18":{"isBlank":false,"text":"A Tree House - Your first high-rise apartment."},"19":{"isBlank":false,"text":"A Used Car Lot - One of the most honest places around. Honest ..."},"480":{"isBlank":false,"text":"Pirates - \"Yo, ho, yo, ho, a pirate's life for me ...\" - Pirates of the Caribbean"},"360":{"isBlank":false,"text":"King Arthur - Legendary British king best known for Camelot and round tables."},"481":{"isBlank":false,"text":"Pit Bulls - Any of several crossbreeds of bulldogs with terriers. Or, several radio hosts we could mention."},"240":{"isBlank":false,"text":"Fourth Of July - \"Independence Day\" in the United States. \"Thank Goodness We Got Rid of Them Day\" in Britain."},"361":{"isBlank":false,"text":"King Henry VIII - 1491-1547, King of England, and founder of the Church of England. Six wives, no waiting."},"482":{"isBlank":false,"text":"Plane Crashes - Statistically safer than driving ... unless you crash."},"120":{"isBlank":false,"text":"Car Bombs - Not including the Ford Pinto, of course."},"241":{"isBlank":false,"text":"Frank Lloyd Wright - 1867-1959, pioneering American architect. Considered one of the greatest designers of the 20th century."},"362":{"isBlank":false,"text":"Knock-Knock Jokes - Who's there?"},"483":{"isBlank":false,"text":"Plastic - Giant molecules of organic polymeric materials. Bags and bags of the stuff."},"121":{"isBlank":false,"text":"Car Horns - Blow it, buddy!"},"242":{"isBlank":false,"text":"Frank Sinatra - 1915-98, the greatest American pop singer of his generation, award winning film and television actor. Do-be do-be do, baby."},"363":{"isBlank":false,"text":"Labor Unions - Look for the Union label. And, while you're at it, look for Jimmy Hoffa ..."},"484":{"isBlank":false,"text":"Playing Chess - Has tantalized many of the world's greatest minds for almost 14 centuries. It just confuses the rest of us."},"122":{"isBlank":false,"text":"Carl Sagan - 1934-96, American astronomer and pioneer exobiologist. Touched many lives. Billions and billions of them."},"243":{"isBlank":false,"text":"Freckles - No matter what they tell you, freckles won't grow together to form a great-looking tan."},"364":{"isBlank":false,"text":"Large Mouth Bass - Oh, please, let it not sing ..."},"485":{"isBlank":false,"text":"Poison Ivy - Itching for a walk in the woods?"},"123":{"isBlank":false,"text":"Carnival Workers - Step right up ..."},"244":{"isBlank":false,"text":"Freedom - Express yourself!"},"365":{"isBlank":false,"text":"Las Vegas - The first casino opened in Las Vegas in 1946. Las Vegas ... or it that Lost Wages?\""},"486":{"isBlank":false,"text":"Pokemon - Cute cartoon monsters you gotta catch. What you do with them is up to you ..."},"124":{"isBlank":false,"text":"Cary Grant - 1904-86, British-born American actor known for his debonair manner. He can be found North by Northwest."},"245":{"isBlank":false,"text":"French Wines - The perfect complement to an overpriced meal."},"366":{"isBlank":false,"text":"Lawyers - We'd throw some joke in here, but we're afraid of getting sued."},"487":{"isBlank":false,"text":"Pond Scum - Simple organisms that carry out photosynthesis ... or spammers."},"125":{"isBlank":false,"text":"Casablanca - The largest city in Morocco, and one heck of a good movie. \"Of all the gin joints in all the towns in all the world...\""},"246":{"isBlank":false,"text":"Fresh Water Pearls - String them along ..."},"367":{"isBlank":false,"text":"Leaf Blowers - Toro, Toro, Toro!"},"488":{"isBlank":false,"text":"Poodles - The only breed that is better groomed than their owners."},"126":{"isBlank":false,"text":"Casinos - Slots and slots of fun."},"247":{"isBlank":false,"text":"Friction - Resistance to the motion of a body in contact with another body ... any body will do."},"368":{"isBlank":false,"text":"Leather - Animal hide. Leather you like it or not."},"489":{"isBlank":false,"text":"Popcorn - Air poppers are for air heads ... I say bring on the butter!"},"127":{"isBlank":false,"text":"Castles - Kings, queens, knights in shining armor, and little square hamburgers."},"248":{"isBlank":false,"text":"Fund Raising - Hello ... my name is Jonathan, would you like to buy some fruit, magazines, candy bars, wreaths, pizzas ... ?"},"369":{"isBlank":false,"text":"Leeches - Any mention of lawyers, agents, or reporters would be FAR too easy ..."},"128":{"isBlank":false,"text":"Caves - Stalactites, stalagmites. Which go up and which go down?"},"249":{"isBlank":false,"text":"Funerals - \"He who dies with the most toys is, nonetheless, still dead.\" - Anonymous"},"129":{"isBlank":false,"text":"Celine Dion - 1968-, Canadian singer whose heart will go on, and on ..."},"20":{"isBlank":false,"text":"Abraham Lincoln - 1809-65, 16th U.S. president, led the Union to victory in the American Civil War and abolished slavery. Was assassinated for his efforts."},"21":{"isBlank":false,"text":"Adam Sandler - 1966- , American comedian, film star, and Saturday Night Live alumnus. Genius or goofball - you make the call."},"22":{"isBlank":false,"text":"Adolph Hitler - 1889-1945, turned Germany into a militarized dictatorship, caused the slaughter of millions and launched World War II."},"23":{"isBlank":false,"text":"AIDS - Acquired Immune Deficiency Syndrome."},"24":{"isBlank":false,"text":"Airline Food - Since when is a bag of peanuts considered a meal?"},"25":{"isBlank":false,"text":"Al Pacino - 1940- , Oscar winning American actor and star of \"The Godfather,\" \"Dog Day Afternoon\" and \"Scent Of A Woman.\" One very intense guy."},"26":{"isBlank":false,"text":"Albert Einstein - 1879-1955, German-born American physicist and Nobel laureate who created theories of relativity. Nice hair."},"27":{"isBlank":false,"text":"Alfred Hitchcock - 1899-1980, British-born American director and producer of brilliant psychological thrillers. Right, mother? MOTHER!"},"28":{"isBlank":false,"text":"Alien Abductions - There was a blinding light -and she was gone!"},"29":{"isBlank":false,"text":"Americans - How many Americans does it take to screw in a light bulb? THAT'S NOT FUNNY! WE'RE SUING!"},"490":{"isBlank":false,"text":"Porsche Boxster - A two-seat, six cylander roadster - elegant design and superior drivability."},"370":{"isBlank":false,"text":"Lemons - When life gives you lemons, make lemonade ... or, in the case of a car, take it back. There's a law, you know!"},"491":{"isBlank":false,"text":"Postal Workers - \"Neither snow, nor rain, nor heat, nor gloom of night, stays these couriers from the swift completion of their appointed rounds.\""},"250":{"isBlank":false,"text":"Fur - The characteristic covering of mammals and people with money."},"371":{"isBlank":false,"text":"Lenin's Tomb - We'd love to visit Lenin's Tomb, but it's probably just another communist plot."},"492":{"isBlank":false,"text":"Power Tools - \"More power! More power! Argh! Argh!\" -Tim, the Tool Man, Taylor, \"Home Improvement\""},"130":{"isBlank":false,"text":"Cell Phones - Get off the phone or get off the road!"},"251":{"isBlank":false,"text":"Fuzz - Lint ... Policemen ... Whatever ..."},"372":{"isBlank":false,"text":"Leonardo Da Vinci - 1452-1519, Florentine artist, sculptor, architect, engineer, scientist, and all-around smartypants."},"493":{"isBlank":false,"text":"Prince Charming - The perfect man ... mythical, of course."},"131":{"isBlank":false,"text":"Cesar Chavez - 1927-93, American labor leader who led the 1965 nationwide boycott of California grapes ... a bunch of sour grapes!"},"252":{"isBlank":false,"text":"Gall Bladder - Where excess bile is stored. Stored for what, we don't know."},"373":{"isBlank":false,"text":"Lightning - Electrical discharge between rain clouds, or between a rain cloud and the earth, or between a rain cloud and an idiot with a kite."},"494":{"isBlank":false,"text":"Princess Di - 1962-97, beloved English Princess who died in an auto crash. \"Good-bye England's Rose ...\" -Elton John"},"132":{"isBlank":false,"text":"Chain Letters - Send this game to ten of your friends and good luck will follow. Honest!"},"253":{"isBlank":false,"text":"Gang Members - \"When you're a Jet, you're a Jet all the way...\" -West Side Story"},"374":{"isBlank":false,"text":"Loan Sharks - As dangerous as \"Jaws\", but without the charisma."},"495":{"isBlank":false,"text":"Pro Wrestling - They're just faking it. But then, so are we."},"133":{"isBlank":false,"text":"Chains - Gold or iron: name your shackles."},"254":{"isBlank":false,"text":"Garrison Keillor - 1942- , American author and radio star. He shares the Midwest perspective with 2.6 million listeners each week on A Prairie Home Companion."},"375":{"isBlank":false,"text":"Lobster - Crustaceans closely related to freshwater crayfishes. Market price."},"496":{"isBlank":false,"text":"Psychiatrists - \"And how do you feel about that?\""},"134":{"isBlank":false,"text":"Challenger Explosion - \"Without a wish, without a will\/ I stood upon that silent hill\/ and stared into the sky ...\" - Ralph Hodgeson"},"255":{"isBlank":false,"text":"Garth Brooks - 1962- , American country music singer and songwriter. He's got friends in low places."},"376":{"isBlank":false,"text":"Local Police - They know who you are and they know where you live."},"497":{"isBlank":false,"text":"Psychics - The Psychic Friends Network went bankrupt in 1997. Perhaps they should have seen it coming ..."},"135":{"isBlank":false,"text":"Chameleons - The chameleon is a lizard that changes color when frightened -or is that a politician?"},"256":{"isBlank":false,"text":"Geishas - Japanese women training in traditional singing, dancing, and entertaining. Of course, you would never recognize them without all that make-up."},"377":{"isBlank":false,"text":"Log Cabins - Among the many Americans born in log cabins were Preisdents Harrison, Lincoln, and Grant. Just pass the maple syrup."},"498":{"isBlank":false,"text":"Public Radio - \"Good morning . . . . . This morning . . . . . . . . . . . .we have Wolfgang . . . Amadeus Mozart . . . for your listening pleasure . . .\""},"136":{"isBlank":false,"text":"Charging Rhinos - How do you stop a rhino from charging? Take away its credit cards."},"257":{"isBlank":false,"text":"Gen. George S. Patton - 1885-1945, the commander of the American Third Army during World War II. -a.k.a. Olf Blood and Guts"},"378":{"isBlank":false,"text":"Lollipops - Sucker!"},"499":{"isBlank":false,"text":"Puff Daddy - 1971- , American rap artist. \"I'll be Missing You\" shot him to stardom; no pun intended."},"137":{"isBlank":false,"text":"Cheesecake - A really tasty dish."},"258":{"isBlank":false,"text":"Genetic Engineering - What DO you get when you cross a monkey with a potato?"},"379":{"isBlank":false,"text":"London - Founded even before the Romans reached England's shores, now the capital of Great Britain."},"138":{"isBlank":false,"text":"Cher - 1946- , American singer and actor, she makes aging look good."},"259":{"isBlank":false,"text":"George W. Bush - 1946- , 43rd president of the United States. The second time ever that the son of a former president was elected to the office."},"139":{"isBlank":false,"text":"Chicago - Third largest city in the United States. Our kind of town."},"30":{"isBlank":false,"text":"Amputations - \"A SCRATCH? Your arm's off!\" - Monty Python and the Holy Grail."},"31":{"isBlank":false,"text":"Angry Hornets - Who put the bees in their bonnets?."},"32":{"isBlank":false,"text":"Andy Warhol - 1928-87, American painter and filmmaker, a leader of the pop art movement. Famous for slightly more than 15 minutes."},"33":{"isBlank":false,"text":"Anne Frank - 1929-45, German Jewish girl who wrote in her diary about her family hiding from the Nazis. She died in a concentration camp."},"34":{"isBlank":false,"text":"Antarctica - Home to the lowest temperature ever recorded on earth, -126.9 F."},"35":{"isBlank":false,"text":"Anthony Hopkins - 1937- , British actor starred in The Elephant Man, Howard's End, and, of course, The Silence Of The Lambs. Knighted in 1992."},"36":{"isBlank":false,"text":"Apple Pie - It's as American as ... as ... something ..."},"37":{"isBlank":false,"text":"Apples - More than 40 million metric tons are produced worldwide every year. How 'bout them apples?"},"38":{"isBlank":false,"text":"Armed Robbery - You got your Robbery, your Armed Robbery, your Strong Armed Robbery, and, of course, the five finger discount."},"39":{"isBlank":false,"text":"Assembly Lines - Faster. FASTER!"},"380":{"isBlank":false,"text":"Looking For A Job - Will work for fool ..."},"260":{"isBlank":false,"text":"George Washington - 1732-99, First President of the United States. He chopped down a cherry tree to make false teeth, or something like that ..."},"381":{"isBlank":false,"text":"Los Angeles - LA LA Land."},"140":{"isBlank":false,"text":"Chicken Pox - Infectious disease usually contracted in childhood. Just don't scratch 'em!"},"261":{"isBlank":false,"text":"Georgia O'Keeffe - 1887-1986, American abstract painter known for her still life compositions. Her skull paintings prove that beauty is more than skin deep."},"382":{"isBlank":false,"text":"Losing Your Job - They just didn't understand me!"},"141":{"isBlank":false,"text":"Chickens - From incubator to rotisserie in 56 days! Run, chicken, run!"},"262":{"isBlank":false,"text":"Getting A Hug - Hmmmm ... nice."},"383":{"isBlank":false,"text":"Lucille Ball - 1911-89, American actor and comedian. You love Lucy? I love Lucy."},"142":{"isBlank":false,"text":"Chimpanzees - Sure, they're related to us; but they don't write, and they NEVER call!"},"263":{"isBlank":false,"text":"Ghost Towns - Population unknown."},"384":{"isBlank":false,"text":"Machine Guns - Automatic, rapid-fire, repeating weapons. The Gatling gun was used as early as the American Civil War."},"143":{"isBlank":false,"text":"China - The most populous country in the world. More than one-fifth of the world's total population lives within its borders."},"264":{"isBlank":false,"text":"Ghosts - Nonmaterial embodiments or the essence of organisms (mostly human beings). Quite spirited"},"385":{"isBlank":false,"text":"Mad Cow Disease - Degenerative brain disorder in cattle. The reason they don't know enough to come in out of the rain?"},"144":{"isBlank":false,"text":"Chinatown - International travel, just around the corner."},"265":{"isBlank":false,"text":"Giant Squid - Going fishing for giant squid? Nautilus I have to ..."},"386":{"isBlank":false,"text":"Madame Curie - 1867-1934, French chemist and physicist who won a Nobel Prize for her work on radiation. Fun fact: A \"curie\" is a unit of radioactivity."},"145":{"isBlank":false,"text":"Choir Boys - They sound angelic, but ..."},"266":{"isBlank":false,"text":"Gila Monsters - The largest, and only poisonous lizard found in the United States."},"387":{"isBlank":false,"text":"Madonna - 1958-, American singer, songwriter, actor, writer, and 1980s pop icon. Blond Ambition."},"146":{"isBlank":false,"text":"Chorus Girls - Long legs and high kicks!"},"267":{"isBlank":false,"text":"Gingko Trees - An Asiatic tree, Gingko biloba, known for its fan shaped leaves. We can't remember what it's good for."},"388":{"isBlank":false,"text":"Magic Tricks - \"Nothin' up my sleeve ...\" - Bullwinkle"},"147":{"isBlank":false,"text":"Cigarette Burns - Another reason to give up smoking."},"268":{"isBlank":false,"text":"Ginseng - Common name for plants of the ginseng family, source of a stimulant and a supposed aphrodisiac."},"389":{"isBlank":false,"text":"Mahatma Gandhi - 1869-1948, Indian leader and philosopher who preached nonviolence. Was assassinated for his efforts."},"148":{"isBlank":false,"text":"Cigarettes - Mind if I smoke?"},"269":{"isBlank":false,"text":"Girl Scouts - I'll take six boxes of Thin Mints and three of the ... you know, the kind with the peanut butter."},"149":{"isBlank":false,"text":"Cinco de Mayo - Marks the victory of the Mexican Army over the French at the Battle of Puebla, in 1862."},"40":{"isBlank":false,"text":"At My Parent's House - Like never-never land, you're never seen as an adult here."},"41":{"isBlank":false,"text":"Atlantis - Mythological city where the folks had that sinking feeling."},"42":{"isBlank":false,"text":"Atomic Bombs - The Italian physicist Enrico Fermi succeeded in producing the first nuclear chain reaction in 1942, at the University of Chicago."},"43":{"isBlank":false,"text":"Attack On Pearl Harbor - \"Yesterday, December 7th, 1941, a date which will live in infamy ...\" -Franklin D. Roosevelt"},"44":{"isBlank":false,"text":"Austin Powers - Fictional British man of mystery. Yeah, bay-beee, yeah!"},"45":{"isBlank":false,"text":"Australian Outback - Beware of dangerous temperatures, strange animals, and didgeridoos."},"46":{"isBlank":false,"text":"Babe Ruth - 1895-1948, American baseball legend, and one heck of a candy bar!"},"47":{"isBlank":false,"text":"Babies - Little bundles of joy ... and who needs sleep, anyway?"},"48":{"isBlank":false,"text":"Baby Showers - Baby showers may bring flowers ..."},"49":{"isBlank":false,"text":"Backstreet Boys - The latest American pop boy band. Which one do you think is the cutest?"},"390":{"isBlank":false,"text":"Manhattan - I'll take Manhattan!."},"270":{"isBlank":false,"text":"Girlfriends - Girlfriend - let's talk!"},"391":{"isBlank":false,"text":"Mardi Gras - Fat Tuesday marks the final day before the Christian fast of Lent, a 40-day period of self-denial and abstinence. SO LET'S PARTY!"},"150":{"isBlank":false,"text":"Cindy Crawford - 1966- , American Supermodel. What dreams are made of."},"271":{"isBlank":false,"text":"Giving A Hug - \"One may give without loving; but none can love without giving.\" -Anonymous"},"392":{"isBlank":false,"text":"Marilyn Monroe - 1926-62, American movie star, pinup and sex symbol. Just ask the Kennedys."},"151":{"isBlank":false,"text":"Clark Gable - 1901-60, American film actor, noted as a romantic lead. Frankly, my dear, he didn't give a damn."},"272":{"isBlank":false,"text":"Glaciers - It'll be a cold day when we see THEM again ..."},"393":{"isBlank":false,"text":"Mark Twain - 1835-1910, American writer and humorist, best known for the adventures of Tom Sawyer and Huckleberry Finn."},"152":{"isBlank":false,"text":"Claude Monet - 1840-1926, French painter, regarded as one of the leaders on the impressionist movement."},"273":{"isBlank":false,"text":"Glazed Donuts - If you're going to be late, take a box of donuts."},"394":{"isBlank":false,"text":"Marriage - If love and marriage go together like a horse and carriage ... who's the horse?"},"153":{"isBlank":false,"text":"Cleaning The Bathroom - It's YOUR turn!"},"274":{"isBlank":false,"text":"Global Warming - Is it hot in here, or is it just me?"},"395":{"isBlank":false,"text":"Mars - The fourth planet from the sun. Where men come from."},"154":{"isBlank":false,"text":"Cleopatra - c. 69-30 BC, Queen of Egypt, noted for love affairs with Julius Caesar and Mark Antony, which came back to bite her in the asp."},"275":{"isBlank":false,"text":"Going To Church - Weddings, funerals, bazaars, and bingo!"},"396":{"isBlank":false,"text":"Martha Stewart - 1941-, television personality, magazine editor, and author. Domestic arts are her stock-in-trade."},"155":{"isBlank":false,"text":"Clint Eastwood - 1930-, American film actor and director, past mayor of Carmel, California. Has earned fistfuls of dollars."},"276":{"isBlank":false,"text":"Going To Grandma's - \"Grandmother, what big teeth you have!\" -Little Red Riding Hood"},"397":{"isBlank":false,"text":"Martin Luther King, Jr. - 1929-68, American civil rights leader and advocate of nonviolent resistance. Was assassinated for his efforts."},"156":{"isBlank":false,"text":"Clowns - They would be really funny if they weren't so darn scary."},"277":{"isBlank":false,"text":"Going To School - Secondary education? It's elementary."},"398":{"isBlank":false,"text":"Meat Cleavers - No relation to Ward, June, or the Beaver ..."},"157":{"isBlank":false,"text":"Cocaine - Alkaloid obtained from leaves of the coca plant and used as a local anesthetic and abused as a drug."},"278":{"isBlank":false,"text":"Going To The Dentist - This won't hurt a bit ..."},"399":{"isBlank":false,"text":"Meatloaf - Large and intimidating -the dish not the singer!"},"158":{"isBlank":false,"text":"Cockroaches - Annoying insects that can survive a nuclear war. Fortunately, they can't survive the heel of your shoe."},"279":{"isBlank":false,"text":"Going To The Gym - No pain, no gain."},"159":{"isBlank":false,"text":"Coconuts - \"Put the lime in the coconut, and drank them both up.\" -Harry Nillson"},"50":{"isBlank":false,"text":"Bad Dogs - Bad dog, bad dog. What'cha gonna do?"},"51":{"isBlank":false,"text":"Bagpipes - A shrill-toned musical instrument consisting of a leather bag and pipes. Also available in plaid."},"52":{"isBlank":false,"text":"Baked Beans - Add a little bacon, brown sugar and Beano!"},"53":{"isBlank":false,"text":"Baked Potatoes - Hot potato, couch potato, potato head, twice baked, half-baked, ... whatever."},"54":{"isBlank":false,"text":"Baking Cookies - An experience only surpassed by eating them."},"55":{"isBlank":false,"text":"Bald Eagles - Known for their majestic appearance and powerful flight. In 1782, the bald eagle was chosen as the emblem of the United States."},"56":{"isBlank":false,"text":"Ballerinas - Beautiful, graceful dancers who are always on their toes."},"57":{"isBlank":false,"text":"Bangkok - Capital of Thailand. Location: near the Gulf of Siam. Population: five million. Reputation: seedy."},"58":{"isBlank":false,"text":"Bankruptcy - It'll be the debt of you."},"59":{"isBlank":false,"text":"Barbara Walters - 1931- , American television journalist and author. Voted one of the most important women of the century by \"Ladies Home Journal.\""},"280":{"isBlank":false,"text":"Gold Chains - The more, the better."},"160":{"isBlank":false,"text":"Cold Pizza - The breakfast of champions."},"281":{"isBlank":false,"text":"Goldfish - The pet, the carnival prize, or the snack cracker."},"161":{"isBlank":false,"text":"Communists - \"From each, according to their ability, to each according to their need.\" I need a new Ferrari."},"282":{"isBlank":false,"text":"Golf-Ball-Sized Hail - ... which is almost as impressive as hail-sized golf balls ..."},"162":{"isBlank":false,"text":"Commuting - The daily grind. And we're not talking coffee."},"283":{"isBlank":false,"text":"Grace Kelly - 1929-82, Princess of Monaco and American film star of Dial M for Murder, Rear Window, and To Catch a Thief. Always chic, always elegant."},"163":{"isBlank":false,"text":"Computer Hackers - We didn't mean to shut down the entire government ..."},"284":{"isBlank":false,"text":"Graffiti - Art in a can. We\"re drawn to it."},"164":{"isBlank":false,"text":"Computers - British mathematician Charles Babbage worked out the principles of the modern digital computer in the late 1800s."},"285":{"isBlank":false,"text":"Grass Skirts - Hula loves you, baby?"},"165":{"isBlank":false,"text":"Confucius - c. 551-479 BC, K'ung Fu-Tzu, Chinese philosopher and one of the most influential figures in Chinese history."},"286":{"isBlank":false,"text":"Grave Robbers - Famous for their bodies of work."},"166":{"isBlank":false,"text":"Conspiracy Theories - Oh, that was just a coincidence!"},"287":{"isBlank":false,"text":"Gravity - In 1684, the law of gravitation was formulated by English physicist Sir Isaac Newton, who recognized the gravity of the situation."},"167":{"isBlank":false,"text":"Construction Workers - Hard hats -hard bodies."},"288":{"isBlank":false,"text":"Greenpeace - International organization dedicated to preserving the Earth's natural resources, and its diverse plant and animal life."},"168":{"isBlank":false,"text":"Corn On The Cob - A grain native to the Americas, corn was a staple food for many centuries before corn holders were invented."},"289":{"isBlank":false,"text":"Gym Teachers - \"I am a Physical Education Teacher. Call me a gym teacher again and you can drop and give me ten!\""},"169":{"isBlank":false,"text":"Corvettes - In 1953, Chevrolet introduced the Corverre, the first mass-produced sports car with a fiberglass body. The perfect cure for a midlife crisis."},"60":{"isBlank":false,"text":"Barbed Wire - Wire with sharp points, used for fences. Created havoc on the western frontier."},"61":{"isBlank":false,"text":"Barfing - We didn't want to bring that up ..."},"62":{"isBlank":false,"text":"Barney - Purple dinosaur. \"I love you, you love me, blah, blah, blah ... \""},"63":{"isBlank":false,"text":"Bart Simpson - Fictional animated character. Don't have a cow, man!\""},"64":{"isBlank":false,"text":"Bates Motel - The haunt of Alfred Hitchcock's psycho, Norman Bates ... and mother, of course ..."},"65":{"isBlank":false,"text":"Batman - How does Batman's mother call him home? \"Dinner, dinner, dinner, dinner, dinner, dinner, dinner, dinner - BATMAN!\""},"66":{"isBlank":false,"text":"Bats - The little brown bat consumes as many as 600 mosquitoes in an hour. The vampire bat dines elsewhere ..."},"67":{"isBlank":false,"text":"Beach Parties - Up for some \"Beach Blanket Bingo,\" Annette?"},"68":{"isBlank":false,"text":"Beanie Babies - Tiny plush collectibles to love and cherish. Don't take that tag off!"},"69":{"isBlank":false,"text":"Beauty And The Beast - A tale as old as time ... so Disney didn't have to pay royalties."},"290":{"isBlank":false,"text":"Hair Transplants - Oh, it looks so natural ..."},"170":{"isBlank":false,"text":"Count Dracula - \"I vant to suck your blood!\""},"291":{"isBlank":false,"text":"Hairballs - Cough it up, kitty ..."},"171":{"isBlank":false,"text":"Country Music - Encompassing styles such as western swing, honky-tonk, bluegrass and rockabilly. Should mention a pickup truck and a dog named \"Bo.\""},"292":{"isBlank":false,"text":"Halloween - October 31, the eve of All Saints' Day, celebrated with costumes, treats, and scary stuff. Not just for kids any more!"},"172":{"isBlank":false,"text":"Cow-Pies - When dried, these \"cow chips\" are hurled discus-like over great distances. It's true."},"293":{"isBlank":false,"text":"Hand Grenades - Close only counts in horseshoes and hand grenades!"},"173":{"isBlank":false,"text":"Crazy Horse - 1849?-77, chief of the Oglala Sioux. A leader in the Native American resistance to the westward expansion on the United States."},"294":{"isBlank":false,"text":"Handcuffs - \"You have the right to remain silent...\""},"174":{"isBlank":false,"text":"Creamed Corn - Eat it, it's good for you."},"295":{"isBlank":false,"text":"Handguns - Source of a never-ending controversy as to how to get them out of the hands of the bad guys and into the hands of the good guys."},"175":{"isBlank":false,"text":"Crystal Balls - I see a Green Apple card in your future."},"296":{"isBlank":false,"text":"Hangnails - We've fingered the cause of the pain."},"176":{"isBlank":false,"text":"Cuba - Island republic in the Caribbean, just south of Florida. Beans and rice never tasted so good."},"297":{"isBlank":false,"text":"Having A Baby - \"Rock-a-bye baby, on the tree top ...\" Who would put a kid on a tree top?"},"177":{"isBlank":false,"text":"Cults - They seemed nice ..."},"298":{"isBlank":false,"text":"Having An Operation - What a cutup! A real stitch."},"178":{"isBlank":false,"text":"Custer's Last Stand - 1866, Little Big Horn. Very big mistake."},"299":{"isBlank":false,"text":"Hawaii - The eight islands that make up America's 50th state entered the Union on August 21, 1959."},"179":{"isBlank":false,"text":"Dandruff - Dry skin on your scalp? Sounds a bit flaky."},"70":{"isBlank":false,"text":"Beer - \"Beer is proof that God loves us and wants us to be happy.\" - Benjamin Franklin"},"71":{"isBlank":false,"text":"Beer Bellies - Just think of them as microbreweries."},"72":{"isBlank":false,"text":"Beethoven - 1770-1827, German composer, considered one of the greatest of the western world."},"73":{"isBlank":false,"text":"Beets - Beats Brussels sprout."},"74":{"isBlank":false,"text":"Being In Love - \"Love's like the measles, all the worse when it comes late.\" -Douglas Jerrold"},"75":{"isBlank":false,"text":"Bell-Bottoms - Bell-bottoms and pea coats -who would have thought the Navy could be such a trendsetter?"},"76":{"isBlank":false,"text":"Ben Stiller - 1965-, American actor, director, and funny guy of Reality Bites, There's Something About Mary, and Meet The Parents"},"77":{"isBlank":false,"text":"Berlin - 1945 - Adolph Hitler's last stand. Bunker ... I mean -hunker down, soldier."},"78":{"isBlank":false,"text":"Big Bang Theory - A cosmological theory for the origin of the universe. An explosive idea!"},"79":{"isBlank":false,"text":"Big Macs - T w o a l l b e e f p a t t i e s s p e c i a l s a u c e l e t t u c e c h e e s e p i c k l e s o n i o n s o n a s e s a m e s e e d b u n ."},"180":{"isBlank":false,"text":"Danielle Steel - 1947- , Prolific romance novelist. \"Suddenly, Stephanie spotted Lance on the beach ...\""},"181":{"isBlank":false,"text":"Danny DeVito - 1944- , American television, motion-picture actor, and director. Star of Taxi, Romancing The Stone, Twins, and Get Shorty."},"182":{"isBlank":false,"text":"Dark Alleys - Don't go there!"},"183":{"isBlank":false,"text":"Darth Vader - \"Luke ... (wheeze) .. I am ... (wheeze) ... your father ... and you don't write, you don't call ... NOTHING.\""},"184":{"isBlank":false,"text":"Dating - First stage of the human mating ritual."},"185":{"isBlank":false,"text":"David Letterman - 1947- , American television entertainer and talk-show host. And ... the Number One reason to watch him (drum roll, please): TOP TEN LISTS!"},"186":{"isBlank":false,"text":"Daytime TV - Soap operas, game shows, talk shows and reruns ... is this a great country or what?"},"187":{"isBlank":false,"text":"Death Valley - Arid, desolate and hellish region of California. Named by a survivor of an attempted 1849 crossing."},"188":{"isBlank":false,"text":"Deer Hunting - Nooo! Nooooo! Not BAMBI'S MOTHER!"},"189":{"isBlank":false,"text":"Demi Moore - 1962-, American actor in St. Elmo's Fire, Ghost and GI Jane."},"80":{"isBlank":false,"text":"Bigfoot - Legendary North American monster, a.k.a. Sasquatch or the Abominable Snowman."},"81":{"isBlank":false,"text":"Bill Clinton - 1946- , popular, yet embattled, 42nd president of the United States."},"82":{"isBlank":false,"text":"Bill Gates - 1955-, chairman and chief software architect of Microsoft Corporation. A very rich guy."},"83":{"isBlank":false,"text":"Bill Murray - 1950-, American actor and comedian. Star of Ghostbusters, Stripes, Groundhog Day, and Lost In Translation."},"84":{"isBlank":false,"text":"Billboards - Only 1,254 miles to Wall Drug ..."},"85":{"isBlank":false,"text":"Bingo - \"There was a farmer, had a dog, and Bingo was his name-o ...\""},"86":{"isBlank":false,"text":"Bird Watching - A hobby that relies on a wing and a prayer."},"87":{"isBlank":false,"text":"Black Holes - The gravitational field of a black hole is so strong that nothing, including light, can escape from its vicinity."},"88":{"isBlank":false,"text":"Black Velvet - Smooth, silky and sophisticated ... until you paint an Elvis on it."},"89":{"isBlank":false,"text":"Blizzard - Extreme cold, strong winds, and a head snowfall. Also known as Canada."},"190":{"isBlank":false,"text":"Democrats - Their symbol is the donkey, or ass. Insert your own joke here."},"191":{"isBlank":false,"text":"Denzel Washington - 1954- , American actor known for his powerful roles in such movies as Cry Freedom, Malcolm X, and Mississippi Masala."},"192":{"isBlank":false,"text":"Detroit - The Motor City is the world's foremost automobile manufacturing center, and the tenth largest city in the U.S."},"193":{"isBlank":false,"text":"Diamonds - The hard fact: they are just highly refractive crystalline allotropes."},"194":{"isBlank":false,"text":"Discos - Where you go to catch \"Saturday Night Fever.\""},"195":{"isBlank":false,"text":"Discovering America - 1492, Christopher Columbus discovered that America was discovered centuries before he arrived."},"196":{"isBlank":false,"text":"Disneyland - You've just won the \"Apples to Apples(R) Grand Masters Tournament.\" Where're you gonna go?"},"197":{"isBlank":false,"text":"Divorce - It's a trial separation that goes to trial."},"198":{"isBlank":false,"text":"Doctors - Over twenty years of education and they're still \"practicing\" medicine?"},"199":{"isBlank":false,"text":"Doing The Dishes - You wash, I'll watch."},"90":{"isBlank":false,"text":"Blood - A healthy human body contains between five and six quarts of blood. Bloody right they do!"},"91":{"isBlank":false,"text":"Board Games - Games have been played for thousands of years. Some games of Monopoly just SEEM that long."},"92":{"isBlank":false,"text":"Body Odor - Over $1.6 billion is spent each year on antiperspirants in the United States. That stinks!"},"93":{"isBlank":false,"text":"Body Piercing - YOU STUCK WHAT? WHERE?"},"94":{"isBlank":false,"text":"Body Surfing - When you're too cheap to buy a surfboard."},"95":{"isBlank":false,"text":"Bonbons - Sweets for the sweet ..."},"96":{"isBlank":false,"text":"Bongos - Small drums played with the fingers. Used in Latin American and African music. The choice of American beat poets."},"97":{"isBlank":false,"text":"Bottled Water - How much are you willing to pay for something you can get for free?"},"98":{"isBlank":false,"text":"Boxing - An ancient and honorable sport - not just for boys anymore ..."},"99":{"isBlank":false,"text":"Boy Scouts - International organization for boys and young men founded in England in 1908, to foster character, citizenship and outdoor life."}}